;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Uyghurdetal(MSM)
; TranslationAuthorEmail: alxir552@sina.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 2.2.7.132
; Update: 2016-07-17
;
[GUI]
ButtonYes=ھەئە
ButtonNo=ياق
ButtonOK=جەزملەش
ButtonMinimize=كىچىكلىتىش
ButtonMaximize=چوڭايتىش
ButtonClose=تاقاش
ButtonRestore=ئەسلىگە قايتۇرۇش
ButtonMenu=تىزىملىك

[Translation]
LangCode=0480
ReadHabit=Right-to-Left
LanguageName=UG
DefaultFont=Microsoft Uighur
DefaultFontSize=9
DefaultCharset=Unicode
Information=جەزملەش
Warning=ئاگاھلاندۇرۇش
Error=خاتالىق
Confirm=جەزملەش
FrmJSAbout.caption=ھەققىدە
FrmJSAbout.btnok.caption=جەزملەش
FrmJSAbout.lblver.caption=ھازىرقى نەشرى:
FrmJSAbout.lblemail.caption=بىزنى قوللاڭ:
FrmJSAbout.lblhome.caption=باش بەت:
FrmJSAbout.lblthank.caption=تۆۋەندىكى كىشىلەرنىڭ ئەجرىگە تەشەككۈر ئېيتىمىز
FrmRSMain.btnSupport.hint=تەكلىپ & قوللاش
;
; Popup Menu
;
unsupported=قوللىمايدىغان فورمات
denied=زىيارەت رەت قىلىندى
unknownpath=ئېنىقسىز يول
pmCheckMsg=ئاپتوماتىك ئۇچۇر تەكشۈرۈش
pmforum=مۇنبەر
pmHelp=توردا ياردەم
pmHome=باش بەت
pmCheckNew=يېڭىلىنىشىنى تەكشۈرۈش
pmContact=ئالاقىلىشىڭ
pmLang=تىللار
pmAbout=ھەققىدە
pmcpfilename=تولۇق يولنى كۆچۈرۈش
pmcppath=مۇندەرىجىنى كۆچۈرۈش
pmopen=ھۆججەت ئېچىش
pmopenfolder=قىسقۇچ ئېچىش
pmcpfile=قىسقۇچ/ھۆججەت كۆچۈرۈش
pmdel=ھۆججەتلەر/ھۆججەت ئۆچۈرۈش
pmatt=خاسلىقلار
pmSelectAll=ھەممە ئەزانى تاللاش
pmSelectNone=ھېچقايسىنى تاللىما
pmSelectInvert=تەتۈر تاللاش
pmCheckNew=يېڭىلانما تەكشۈرۈش
pmJetHelp=تېز ئىزدەشنى ئىجرا قىلىش
nopath=يول مەۋجۇت ئەمەس
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=ياقتۇردۇم
FrmRSMain.btnSearch.caption=ئىزدەش
FrmRSMain.btnfeedback.caption=پىكىر - تەكلىپ
FrmRSMain.btncheckupdate.caption=يېڭىلانما تەكشۈرۈش
FrmRSMain.btnFacebook.hint=نى ياقتۇردۇمWiseCleaner تا‏‎Facebook
FrmRSMain.btnTwitter.hint=نى ئورتاقلىشىڭ‎Wise JetSearch داtwitter
FrmRSMain.btnemail.hint=نى دوستلىرىڭىز بىلەن ئورتاقلىشىڭWise JetSearch
;
;Like us
;
Frmlikeit.lblTitle.caption=نى ياقتۇرغان بولسىڭىز، بۇ ھەقسىز پايدىلىق دېتالنى يېقىنلىرىڭىزغا تەۋسىيە قىلىپ قويۇڭWise JetSearch ئەگەر
Frmlikeit.lblInfo.caption= قاتارلىقلاردا تۇغقانلىرىڭىز، دوستلىرىڭىز، ساۋاقداش ۋە كەسىپداشلىرىڭىز بىلەن ئورتاقلىشىڭ. ئۇلارمۇ بۇ دېتالنىڭ پايدىسىنى كۆرسۇن Facebook ،Twitter ،نى ئېلخەت، مىكرو بىلوگ Wise JetSearch
Frmlikeit.lblRate.caption=غا بىلەت تاشلاڭWise JetSearch:
Frmlikeit.lblfollow.caption=بىزگە ئەگىشىڭ:
Frmlikeit.lblshare.caption=نى ئورتاقلىشىڭWise JetSearch:
Frmlikeit.btndownload.caption=ھەقسىز چۈشۈرۈش
Frmlikeit.imgrate.hint=دا بىزگە ياخشى باھا بېرىڭCNET
Frmlikeit.imgmail.hint=دوستىڭىز بىلەن ئورتاقلىشىڭ
Frmlikeit.imgface1.hint=تا ئورتاقلىشىڭFacebook
Frmlikeit.imgface2.hint=تا بىزگە ئەگىشىڭFacebook
Frmlikeit.imgtwitter1.hint=دا ئورتاقلىشىڭtwitter
Frmlikeit.imgtwitter2.hint=دا بىزگە ئەگىشىڭtwitter
Frmlikeit.Caption=ياقتۇردۇم
Frmlikeit.lbldownload.caption=دىن تېخىمۇ كۆپ ھەقسىز دېتاللارنى چۈشۈرۈڭWiseCleaner.com


[Edit]
pmcut=كېسىش
pmcopy=كۆچۈرۈش
pmpaste=چاپلاش
pmdelete=ئۆچۈرۈش
pmselectall=ھەممىنى تاللاش


[Message]
Loading=كۆرسەتكۈچ قۇرۇۋاتىدۇ ...
Loaded=قۇرۇش تاماملاندى
Audios=ئۈنلەر
Videos=سىنلار
Images=رەسىملەر
Document=پۈتۈكلەر
Compressed=پىرېسلانغان ھۆججەتلەر
Email=ئېلخەتلەر
NewVer=نىڭ يېڭى نەشرى بار، ھازىلا يېڭىلامسىز؟ Wise JetSearch
KeyDelete=ئۆچۈرۈش
AllHardDrive=يەرلىك دىسكىلار
SelectHardDrive=دىسكا تاللاڭ
ScanFor=دىسكىدىن ئىزدەۋاتىدۇ
Search=ئىزدەش
LeftTimeSec=داۋاملىشىش ۋاقتى: %s سېكۇنت
NoKeyWord=ئىزدىمەكچى بولغان ئاچقۇچ سۆزنى كىرگۈزۈڭ
Stop=توختىتىش
NoDriveChecked=تەكشۈرمەكچى بولغان دىسكىڭىزنى تاللاڭ
NoNewVer=مۇبارەك بولسۇن، ئىشلىتىۋاتقىنىڭىز ئەڭ يېڭى نەشرى
TranslateTo=غا تەرجىمە قىلىش...

[FastFind]
Name=نامى
Path=يولى
FileSize=ھۆججەت چوڭلۇقى
FileType=تىپى
DateModified=ئۆزگەرتىلگەن ۋاقتى
KeyWord=ئاچقۇچ سۆز كىرگۈزۈڭ
SearchFinish=ھۆججەتلەر/قىسقۇچلار تېپىلدى %d ئىزدەش ئاخىرلاشتى
SearchAborted=ھۆججەتلەر/قىسقۇچلار تېپىلدى %d ئىزدەش توختىتىلدى
NoResult=ماس كېلىدىغان ھۆججەت تېپىلمىدى

[Help]
Startup=كومپيۇتېر قوزغالغاندا تېز ئىزدەشنى ئىجرا قىلىش
AutoRunMain=تېز ئىزدەش كۆزنىكىنى پىروگرامما بىلەن تەڭ ئىجرا قىلىش
Del=ئۆچۈرۈش
Tips=يەرلىك ھۆججەت/قىسقۇچ تىن تېز ئىزدەش